Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Saamelaisista puhutaan suoraan ainoastaan osassa II, luvussa 4 ja pykälässä 21: ” 1.
sme: Sámit namahuvvojit njuolga duššefal oasis II, kapihttalis 4 ja paragráfas 21: 1. ” álbmolaš unnitloguid suodjalus ja dan čađaheapmi, mat orrot Murmansk leana guovllus, čađahuvvo Ruošša lihttoválddi vuođđolága ja lihttoválddálaš láhkaásaheami mielde, 2.

source: Murmanskin läänin alueella asuvien kansallisten vähemmistöjen suojelu ja suojelun toteutus perustuvat Venäjän liittovaltion perustuslakiin ja liittovaltion lainsäädäntöön, 2.
sme: Stáhtalaš orgánat Murmánskka leanas veahkehit Guoládaga álgoálbmoga – sámiid – ollašuhttit iežaset vuoigatvuođaid seailluhit ja ovddidit eatnigielaset, álbmotlaš kultuvrra, árbevieruid ja doahppádemiid, 3.

source: Murmanskin läänin valtiolliset elimet auttavat Kuolan niemimaan alkuperäisväestöä – saamelaisia – käyttämään oikeuksiaan kielensä, kansallisen kulttuurinsa, perinteittensä ja tapojensa säilyttämiseksi ja kehittämiseksi, ja 3. saamelaiset saavat harjoittaa perinteisiä luontaiselinkeinojaan ja ammattejaan kunnissa, joissa he ovat perinteisesti asuneet ”.
sme: Dain suohkaniin main sámit leat árbevirolaččat orron, sii galget ávkašuvvet iežaset árbevirolaš luondduealáhusaiguin ja fitnuiguin ”.

source: Pykälässä 24 sanotaan, että valtion ja läänin on yhdessä suojeltava pienten pohjoisten etnisten ryhmien ikivanhoja asuinpaikkoja ja perinteistä elintapaa.
sme: Paragráfa 24 cealká ahte stáhta ja leana ovttas galget suodjalit davi čearddalaš joavkkuid dološ ássanguovlluid ja árbevirolaš eallinvuogi.

source: Pykälässä 40 sanotaan, että myös talouspolitiikan on osaltaan tuettava pienten etnisten ryhmien perinteisiä elinkeinoja.
sme: Paragráfa 40 cealká ahte ekonomalaš politihkka maiddái galgá siskkildit doarjaga unnalohkosaš čearddalaš joavkkuid árbevirolaš ealáhusaide.

source: Lovozeron kunta on ottanut palvelukseensa henkilön, jonka tehtävänä on hoitaa alkuperäisväestöön liittyviä kysymyksiä.
sme: Lujávrri suohkan lea virgái bidjan olbmo guhte galgá gieđahallat álgoálbmotáššiid.

source: Saamelaiset ” perheyhteisöt ”
sme: Sámi ” bearašovttastumit ”

source: Näiden yhteisöjen lähtökohtana on vuonna 2000 säädetty laki.
sme: Sivva dáiddá ovttastumiide lea jagi 2000 láhka, mii gieđahallá dakkár ovttastumiid.

source: Venäjänkielinen termi on ” obsjtjina ”, joka on ruotsalaisvenäläisessä sanakirjassa käännetty sanoilla ” samfälld egendom, kommun, byalag, förening ” (yhteisomaisuus, kunta, kyläkunta, yhdistys ”) ja englanniksi termillä ” ancestral community ”.
sme: Ruoššagielat tearbma lea ” obsjtjina ”, mii ruoŧagiela-ruoššagiela sátnegirjji jorgaleami mielde lea ” samfälld egendom, kommun, byalag, förening ”, ja eŋgelasgillii leat tearpma jorgalan ná: ” ancestral community ”.

source: Saatujen tietojen mukaan Kuolan saamelaiset ovat muodostaneet yhdeksän tällaista perheyhteisöä, jotka ovat kokoontuneet marraskuussa 2003 ja laatineet suunnitelman Kuolan saamelaisten taloudellisen, oikeudellisen, sosiaalisen ja kulttuurisen aseman parantamiseksi.
sme: Dieđuid mielde Guoládaga sámit leat vuođđudan ovcci dakkár bearašovttastumiid. Dát ovcci ovttastumi deaivvadedje skábmamánus jagi 2003 ja ráhkadedje plána man vuođul buoridit Guoládaga sámiid ekonomalaš, juridihkálaš, sosiála ja kultuvrralaš dili.

source: Suunnitelman tarkoituksena on
sme: Plána ulbmil lea

source: - helpottaa yhteisöjen harjoittamien erilaisten toimintamuotojen kehittämistä
sme: - álkkásmahttit ovttastumiiid sierranas doaimmaid ovddideami

source: - koordinoida saamelaisten taloudelliseen ja kulttuuriseen toimintaan liittyviä projekteja
sme: - koordineret prošeavttaid mat gusket sámi ekonomalaš ja kultuvrralaš doaimmaide

source: - lisätä saamelaiskulttuurin tunnettuutta
sme: - dahkat sámi kultuvrra eambbo dovddusin

source: - luoda perusta toimintamuodoille, joille voidaan anoa varoja
sme: - hábmet vuođustusa daidda maidda sáhttet ohcat doarjagiid

source: Lisäksi saamelaiselinkeinoille eli poronhoidolle, kalastukselle, käsiteollisuudelle, lampaanhoidolle, maataloudelle ja turismille on asetettu erilaisia tavoitteita.
sme: Dasto leat vel bidjan sierra ulbmiliid guđege sámi ealáhussii: boazodollui, guolástussii, duodjái, sávzzadollui, eanandollui ja turismii.

source: Lisäksi korostetaan tarvetta perustaa Kuolan niemimaalle saamelaisparlamentti.
sme: Dan dárbui maid čujuhit, ahte galggašedje oažžut áigái sámi parlameantta Guoládahkii.

source: Kaksi saamelaisten pääjärjestöä, AKS ja OOSMO, pitivät äskettäin (helmikuussa 2005) kokouksen, jonka yhteydessä nimitettiin työryhmä viemään eteenpäin Venäjän puolelle perustettavien saamelaiskäräjien ideaa.
sme: Duot guokte sámi váldoorganisašuvnna, AKS ja OOSMO, dolle gieskat (guovvamánus 2005) čoahkkima mii nammadii bargojoavkku bargat Ruošša beallásaš sámedikki vuođđudeami áššiin.

source: Hyväksytyn asiakirjan lopussa on kolme liitettä: ” the best ways to secure the Kola SamiŠs interests ”, ehdotuksia suunnitelman toteuttamiseksi ja luettelo Venäjällä toimivista rekisteröidyistä saamelaisjärjestöistä osoitteineen.
sme: Loahpageahčen dohkkehuvvon dokumeantta, leat golmma mielddusin ” the best ways to secure the Kola SamiŠs interests ”, árvalusat das, mo plána galgá čađahuvvot, ja listu mii čájeha sámi organisašuvnnaid mat leat registarastojuvvon Ruoššas, poastačujuhusaiguin.

source: Tällaisia järjestöjä oli 4. marraskuuta 2003 seitsemäntoista.
sme: Dakkárat ledje čiežanuppelohkái skábmamánu 4. b. 2003.

source: Kokouksessa perustettiin yhdeksän henkilön työryhmä, jonka tehtävänä on jatkaa suunnitelman työstämistä.
sme: Čoahkkimis vuođđudedje ovccelahtot bargojoavkku, mii joatká barggu.

source: Työhön on saatu apua Norjasta, Tanskasta ja Virosta.
sme: Bargui leat ožžon veahki Norggas, Danmárkkus ja Estlánddas.

source: Suunnitelma on käännetty myös englanniksi ” The Plan of Economical and Social Development for the Kola Sami Ancestral Communities 2004 ”, ja siinä on 14 sivua.
sme: Dat plána lea maid eŋgelasgillii, ” The Plan of Economical and Social Development for the Kola Sami Ancestral Communities &gt; 2004 ”, 14 siiddu guhku.

source: Nettisivun osoite on: www.kolasaami.org.
sme: Sis lea maid neahttasiidu: www.kolasaami.org.

source: Yleistä Kuolan saamelaisten tilanteesta
sme: Oppalaččat Guoládaga sámiid dilis

source: Kuolan saamelaiset ovat pohjoisena kansana saaneet melko paljon etuoikeuksia tai etuuksia jo varhain neuvostovallan aikana luodun järjestelmän mukaisesti.
sme: Guoládatsámit leat davveguovllu álbmogin seailluhan muhtun erenoamášvuoigatvuođaid dahje ovdamuniid dakkár vuogádaga mielde mii ráhkaduvvui juo sovjetválddi áiggi.

source: Nämä etuoikeudet ovat nykyään seuraavat:
sme: Odne dat erenoamášvuoigatvuođat leat čuovvovaččat:

source: - saamelaiset saavat tietyissä paikoissa kalastaa verkolla ilmaiseksi tai pientä maksua vastaan (toinen asia on, että usein viranomaiset osoittavat heille sellaisia kalastuspaikkoja, joissa ei ole kalaa)
sme: - sámit ožžot dihto sajiin bivdit sáimmaiguin nuvttá dahje vuollegis mávssu ovdii (nubbi ášši lea dat ahte eiseválddit dávjá addet dakkár bivdosajiid main eai leat guolit)

source: - saamelaiset saavat kaataa metsää ilmaiseksi (50 m³ vuodessa)
sme: - sámit ožžot nuvttá njeaidit vuovddi (50 m3 jahkái)

source: - poronhoitajat saavat ” alennusta ” porolaitumien vuokrasta
sme: - boazovázzit ožžot ” vuoládusa ” go láigohit guohtuneatnamiid

source: - saamelaisopiskelijat saavat muita helpommin opiskelupaikan monista korkeakouluista ja yliopistoista
sme: - sámi studeanttat ožžot álkibut saji muhtun allaskuvllaide ja universitehtaide

source: Aiemmin saamelaiset saivat myös reseptilääkkeet ilmaiseksi, mutta tästä on äskettäin luovuttu.
sme: Ovdalaš áiggi sámit maid ožžo nuvttá reseaptadálkasiid, muhto gieskat dat ortnet heaittihuvvui.

source: Nämä etuoikeudet koskevat ainoastaan Lovozerossa, Kuolassa ja Kovdorissa asuvia saamelaisia (ks. yllä oleva luettelo).
sme: Dihto erenoamášvuoigatvuođat gullet dušše sámiide, guđet orrot Lujávrris, Kolas ja Kovdoris (geahča listtu mii lea dás ovdalis).

source: Yleisesti ottaen Kuolan saamelaisten elämä on kovaa, mutta esimerkiksi Lovozeron saamelaisten keskinäinen kanssakäyminen on erittäin tiivistä ja luontevaa.
sme: Oppalaččat gehččon, de Guoládaga sámit ellet garra eallima, muhto gaskaneaset Lujávrri sámiid servvoštallamat leat virkui ja dahkaluddakeahttái.

source: He käyvät toistensa luona myöhään illalla eivätkä soita etukäteen ja ilmoita tulostaan.
sme: Sii galledit guhtet guimmiideaset maŋŋit eahkedis, eai riŋges ovddalgihtii muitalan dihte ahte bohtet fitnat.

source: Saamelaisyhdistykset järjestävät juhlia tasaisin väliajoin.
sme: Sámesearvvit lágidit feasttaid jeavddalaččat.

source: Kulttuuri on kehittynyt erittäin nopeasti viimeisten kahdenkymmenen vuoden aikana.
sme: Kultuvra lea ovdánan viehka johtilit maŋimuš guovttelot jagis.

source: Moskovassa säädetyt lait ja Kuolan saamelaisten jokapäiväinen elämä ovat kuitenkin kaukana toisistaan, ja etenkin porotaloudessa tilanne on vaikea.
sme: Dat lágat mat leat mearriduvvon Moskvas, leat guhkkin eret Guoládaga sámiid beaivválaš eallima, ja erenoamážit boazodoalus lea dilli lossat.

source: Salametsästystä esiintyy laajalti, mutta siinä eivät auta mitkään lait, jos lakien noudattamista valvovat mekanismit puuttuvat.
sme: Báhčinsuolavuohta lea valjis, muhto dasa eai veaje lágat maidege, go eai leat mekanismmat daid bearráigeahččat.

source: Johdanto
sme: Álgosátni

source: Ajatus itsemääräämisoikeudesta syntyi valistuksen aikana 1700-luvun lopulla, jolloin kansojen itsemääräämisoikeutta alettiin pitää ideologisena ja poliittisena perusperiaatteena.
sme: Iešmearrideami vuođđojurdda badjánišgođii čuvgehusáiggi mielde, 1700-jagi loahpageažis. Dalle impirduvvogođii álbmogiid iešmearridanvuoigatvuođa árvu danguvlui ahte livčče ideologalaš ja politihkalaš vuođđojurddan.

source: Tämän jälkeen sillä on ollut huomattava asema lähestulkoon kaikessa poliittisessa kehityksessä.
sme: Ja dan áiggis ovddosguvlui lea dát vuođđojurdda ožžon hui alla ja fuopmášuhtti dási buorremuddui eanáš politihkalaš ovdánemiin.

source: Vuonna 1945 tapahtuneen Yhdistyneitten Kansakuntien (YK) perustamisen jälkeen itsemääräämisoikeuden periaatetta kehitettiin niin, että siitä tuli kaikkien kansojen oikeus.
sme: Maŋŋá go ON (Ovttastahtton Nášuvnnat) vuođđuduvvui jagis 1945, sajáiduvvagođii iešmearrideami vuođđojurdda nu čavgagin ahte gárttai buot álbmogiid vuoigatvuohtan.

source: Itsemääräämisoikeus mainitaan mm..
sme: Iešmearridanvuoigatvuohta lea dovddahuvvon ON:a ásahusain, ON:a Álbmotlaš ja Politihkalaš Vuoigatvuođa Konvenšuvnnas ja maiddái ON:a Ekonomálaš, Sosiála ja Kultuvrralaš Vuoigatvuođa Konvenšuvnnas.

source: YK:n peruskirjassa, YK:n kansalaisoikeuksien ja poliittisten oikeuksien yleissopimuksessa ja YK:n taloudellisten, sosiaalisten ja sivistyksellisten oikeuksien yleissopimuksessa.
sme: Maiddái oidno hui valljet ja čielgasit nuppiid-ge guovddáš álbmotvuoigatvuođalaš instrumeanttain. Lea maid moanaid gerddiid dovddastuvvon ON.:

source: Se mainitaan myös erinäisissä muissa keskeisissä kansainvälisen oikeuden asiakirjoissa, ja myös YK:n kansainvälinen tuomioistuin (” International Court of Justice ”) on tunnustanut sen merkityksen useissa tapauksissa.
sme: Duopmostuolus (International Court of Justice).

source: Itsemääräämisoikeus liitettiin aluksi laajasti siirtomaiden vapautumiseen ja siirtomaiden itsenäistymisen seurauksena tapahtuneeseen uusien kansallisvaltioiden perustamiseen.
sme: Álggos iešmearridanvuoigatvuohta čuolbmaduvvui viehkamuddui koloniijaid ieččanasvuođa rahčamiidda ja ođđa álbmotstáhtáide mat das maŋŋá ceagganišgohte ja šadde duohtan.

source: Tänä ajanjaksona itsemääräämisoikeus alkoi merkitä miltei samaa kuin oman valtion perustamisoikeus, jonka tietyn alueen asukkaat saivat etnisestä taustastaan riippumatta.
sme: Dán áigodaga mielde gehččui ja ipmirduvvui iešmearridanvuoigatvuohta seammaláhkái go dan oktavuođas goas diehto eanagáhppálga ássit, makkár-fal čerdii ležžet gullevaččat, gáibidišgohte ásahit iežasit stáhta.

source: Viimeisten 20 vuoden aikana on kuitenkin käynyt yhä selvemmäksi, että itsemääräämisoikeutta kaikkien kansojen oikeutena voidaan tuskin rajoittaa siten, että sitä sovellettaisiin ainoastaan siirtomaatilanteessa.
sme: Maŋimuš 20-jagi siste goit lea čielgaseabbot oidnošgoahtán ahte vuoigatvuohta oažžut iešmearrideami, galggašii leat buot álbmogiid vuoigtavuohta, ja ii dušše geavahuvvot koloniija áššiid oktavuođas.

source: Viime vuosikymmeninä YK:n elimet, valtiot ja kansainvälisen oikeuden asiantuntijat ovat yhä selkeämmin korostaneet, että itsemääräämisoikeus kuuluu myös sellaisille kansoille, jotka eivät edusta jonkin siirtomaan tai valtion kaikkia asukkaita.
sme: Maŋimuš logijagiid leat ON-lágádusat, stáhtat ja olmmošvuoigatvuođa áššedovdit dađi dárkileabbot deattuhan ahte dát vuoigatvuohta gullá maiddái álbmogiidda mat eai leat stáhta dahje koloniija olles álbmot oktiibuot.

source: Vähitellen on alettu ymmärtää, että itsemääräämisoikeus koskee myös perinteisen siirtomaatilanteen ulkopuolella olevia kansoja ja että itsemääräämisoikeus voi siis ilmetä muullakin tavalla kuin valtionmuodostuksen kautta. Näiden asioiden entistä parempi ymmärtäminen johtuu laajalti siitä, että YK, valtiot ja muut elimet ovat joutuneet ottamaan kantaa alkuperäiskansojen oikeuksiin.
sme: Dandihtii go ON, olu stáhtat ja eará orgánat leat dán gažaldagas mannagoahtán sakka dan oainnu beallái ahte iešmearridanvuoigatvuohta gullá maiddái daidda álbmogiidda mat eai leat ovddešlágán árbevirolaš koloniijadiliid siste, lea baicce dat ipmárdus oppanássii-ge ovdánan eanet ahte vuoigatvuohta iešmearrideapmái sáhttá čađahuvvot maiddái earraláhkái go dušše stáhtaceggemiid bokte.

source: Koska käsitteellä ” kansa ” ei enää ymmärretä ainoastaan yhden valtion kaikkien asukkaiden yhteenlaskettua määrää, YK-järjestelmässä on alettu käyttää käsitteestä ” kansa ” erilaisia työmääritelmiä.
sme: Dál go duoba» álbmot ” ii šat dušše dárkkut stáhta ássit lohkkon oktiibuot, lea ON-vuogádat geavahišgoahtán iešguđetlágán bargančielggadusa» álbmot ” ” - duohpagii.

source: YK-järjestelmässä on alkuperäiskansojen oikeuksia koskevan keskustelun käynnistymisen jälkeen myös alettu soveltaa tiettyjä käsitteen ” alkuperäiskansat ” työmääritelmiä.
sme: Maiddái lea ON, danrájis go lea háleštišgoahtán eamiálbmogiid vuoigatvuođain, atnigoahtán moattelágán čielggadusa» álbmot ”» álbmot ” - duohpaga oktavuođas.

source: Näiden työmääritelmien vertailu osoittaa, että ” kansan ” ja ” alkuperäiskansan ” määritelmät ovat miltei samanlaiset.
sme: ON maiddái lea, dan rájis go gieđahallagođii eamiálbmot-áššiid, atnigoahtán diehto bargančielggadusaid dakko mii gusto duohpagii» eamiálbmot ”.

source: On selvää, että yhden valtion alueella voi asua enemmän kuin yksi kansa ja että alkuperäiskansojen ja muiden kansojen välillä on vaikeaa tehdä sellaista järkevää jakoa, jolla voitaisiin perustella, miksi alkuperäiskansojen oikeudet eroavat muiden kansojen oikeuksista.
sme: Dás fuomáša ahte duohpagat leaba hui seammalágánat. Lea čielggas ahte ovtta stáhta čearus sáhttet gávdnot eambo-go dušše okta álbmot.

source: Tämän johdosta muutamat toimivaltaiset YK-elimet kuten esim.
sme: Ja veadjá leat hui váttis jierpmálaččat earuhit eamiálbmogiid ja nuppiid olmmošjoavkkuid gaskkas nu ahte livčče sudja doalahit dan ahte dáin álbmogiin lea iešguđetlágán vuoigatvuođat.

source: YK:n ihmisoikeuskomitea, YK:n rotusyrjintäkomitea ja YK:n ihmisoikeuksien alakomitea ovat viime vuosina useissa tapauksissa vahvistaneet, että myös alkuperäiskansoista muodostuvat ryhmät voivat olla kansoja, joilla on itsemäärämisoikeus.
sme: Danne leat máŋga gelbbolaš ON-ásahusa, dakkárat-go Olmmošvuoigatvuođa komitea, Nállevealáheami komitea ja Olmmošvuoigatvuođaid Vuollekomitea, dáid maŋimuš áiggiid olu háviid duođaštan dan ahte eamiálbmotjoavkkut hui bures vedjet leat dakkár olbmot geaidda galggašii dovddastit vuoigatvuođa iešmearrideapmái.

source: Myös alueelliset yhteenliittymät kuten esim. Euroopan unioni (EU) ovat vahvistaneet, että alkuperäiskansoilla on itsemääräämisoikeus.
sme: Maiddái dakkár ovttastumit go omd. Eurohpá Uniuvdna (EU) leat mieđihan ahte eamiálbmogiidda berre juolluduvvot iešmearrideami vuoigatvuohta.

source: On kuitenkin huomattava, ettei kaikkia alkuperäiskansoja, jotka määrittelevät itsensä alkuperäiskansoiksi, ole pidettävä kansainvälisoikeudellisessa suhteessa kansoina.
sme: Ferte gal lihkká-ge atnit muittus ahte eai buot álgoálbmotjoavkkut mat vaikke ieža dadjet-ge sii leat eamiálbmogat, datte-ge olmmošvuoigatvuođalaččat deavdde gáibádusa man mielde livčče» álbmogin ”.

source: Jotta kulloinkin kyseessä olevaa kansanryhmää voidaan pitää alkuperäiskansana, sen on täytettävä ne kriteerit, jotka ovat kansainvälisen oikeuden mukaan tunnusomaisia ko. kansalle.
sme: Jos dát galgá ollášuvvat, ferte áššáiguoski olmmošjoavku deavdit daid eavttuid mat olmmošvuoigatvuođa gáibádusa mielde leat dán álbmoga iešvuohtan.

source: Valtiotasolla vallitsee lisäksi laaja yksimielisyys siitä, että alkuperäiskansat ovat sellaisia kansanryhmiä, joilla voi olla itsemääräämisoikeus.
sme: Otne lea stáhtáid gaskkas govdagis oktsasašipmárdus dasa ahte eamiálbmogat leat dakkár joavkkut main livčče vuoigatvuohta oažžut iešmearridemi.

source: Niiden valtioiden joukossa, jotka osallistuvat alkuperäiskansojen oikeuksia koskevan YK:n julistuksen (alkuperäiskansajulistus) parissa tähtäävään työhön, ei ole yhtään maata, joka ilmaisisi olevansa eri mieltä alkuperäiskansojen oikeudesta itsemääräämiseen.
sme: Daid stáhtaid gaskkas mat dál leat oččodeamen áigái ON-julggástusa Eamiálbmotvuoigatvuođain (UN.

source: Pohjoismaat ovat ottaneet alkuperäiskansajulistukseen tähtäävässä työssä yhteisen kannan, jossa mm. ilmaistaan, että alkuperäiskansoilla on itsemääräämisoikeus.
sme: Declaration on Indigenous Peoples), ii oktage šat čuoččut dan oainnu ahte eamiálbmogiin ii livčče iešmearridanvuoigatvuohta.

source: Sekä Pohjoismaat että useimmat muut maat ovat kuitenkin esittäessään, että alkuperäiskansoilla on itsemääräämisoikeus, samalla korostaneet käsitystä, jonka mukaan valtion alueellisen koskemattomuuden periaate rajoittaa itsemääräämisoikeuden soveltamista.
sme: Davviriikkat datte-ge deattohit nugo eatnašat nuppiin stáhtain, dalle go vuos juo lea dovddastan ahte galgá juolluduvvot vuoigatvuohta iešmearrideapmái, ahte stáhtaid territoriala integritehta vuođđojurdda bidjá čavges ráddjejumiid dán vuoigatvuhtii.

source: Nämä valtiot katsovat toisin sanoen, että se seikka, että alkuperäiskansat voivat muodostaa itsemääräämiseen oikeutettuja kansanryhmiä, ei sinänsä merkitse, että alkuperäiskansoilla olisi oikeus irtautua valtiosta ja perustaa omia valtioita.
sme: Dalle dát stáhtat oaivvildit, nuppiin sániigiin, ahte dat dilálašvuohta goas eamiálbmogiidda berrešii addot iešmearrideapmi, ii dandihtii mieđit dáid álbmogiidda vejolasvuođa gáibidit iehčanasvuođa man vuođul fas ceggešedje sierra stáhtaid.

source: Tämä näkökulma käy kaikella varmuudella yksiin kansainvälisen oikeuden kanssa.
sme: Dát čuoččuhus heive hui nannosit daid eavttuide maid olmmošvuoigatvuohta ovdanbuktá.

source: Nykyään ollaan selkeästi sitä mieltä, että voimassa oleva kansainvälinen oikeus tekee eron itsemääräämisoikeuden ja sen käytön välillä silloin, kun kysymyksessä on valtiosta irtautuminen.
sme: Otná dilis berre dohkkehit áibbas čielggasin dan ahte dálá olmmošnjuolggus earuha iešmearridanvuoigatvuođa ja dan doibmiibidjama gaskka, mas veajášii čuožžilit vaikke-ba gažaldat eretgaikumis.

source: Sillä, että jollakin kansalla on itsemääräämisoikeus, ei ole varsinaista merkitystä sen kannalta, voiko se kansainvälisoikeudellisesti esittää vaatimuksia oman valtion perustamisesta.
sme: Dat ahte álbmogis lea iešmearridanvuoigat vuohta, ii dandihtii dárbbaš guoskkahallat gážaldaga livčče-go olmmošnjulgosa vuođul vejolaš cegget iehčanas stáhta.

source: Nykyään siitä, sisältyykö kansainväliseen oikeuteen ylipäätään positiivista oikeutta irtautumiseen, ollaan jopa monta mieltä.
sme: Gávdnojit sierralágán oainnut dasa ge ahte addá go álbmogiidgaskasaš riekti positiiva vuoigatvuođa eretgaikumii.

source: Jos sellainen oikeus on kuitenkin olemassa, se syntyy ainoastaan, mikäli kyseinen kansa joutuu törkeiden ihmisoikeusrikosten uhriksi valtiossa, jossa se sillä hetkellä asuu. Sellainen oikeus ei siis ole osa kyseisen kansan mahdollista itsemääräämisoikeutta.
sme: Jos dákkár vuoigatvuohta gávdnoš, de boahtá geavahussii goit dušše dalle go diehto álbmot gillášgoahtá lossa vealáhemiid iežas ruovttustáhta siste, ja ii dalle go álbmoga iešmearridanvuoigatvuođa gažaldat loktejuvvo ovdan.

source: Erään tutkimuksen mukaan, jossa on tarkasteltu YK-järjestelmän alkuperäiskansoista käyttämiä työmääritelmiä, saamelaisia on pidettävä alkuperäiskansana, ja myös muutamat YK-elimet ovat vahvistaneet, että saamelaisia on kansainvälisoikeudellisesti pidettävä alkuperäiskansana.
sme: Muhtin suokkardusas mii geahčada bargančielggadusaid maid ON siste lea geavahan eamiálbmogiid buohta, čájehuvvo ahte sámit leat eamiálbmot ja máŋga ON-ásahusa leat-ge duođaštan ahte sámit olmmošnjulgosa vuođul galget oidnojuvvot eamiálbmogin.

source: Sen, että saamelaiset ovat alkuperäiskansa, ovat vahvistaneet myös kaikki maat, joissa on saamelaisväestöä, eikä ko.
sme: Dán máiddái dovddastit buot stáhtat main leat sápmelaš ássit, ja dát ipmárdus ii otne šat sakka eahpiduvvo ii-ge hástaluvvo.

source: Viime vuosina on enemmänkin käyty keskustelua siitä, muodostavatko saamelaiset ” kansan ” kansainvälisoikeudellisessa suhteessa.
sme: Muhto maŋimuš jagiid lea eanet fas ságastallon das leat go sámit» álbmot ” olmmošnjulgosa oainnu ektui.

source: Nyttemmin voidaan kuitenkin pitää selvitettynä, että saamelaiset kuuluvat myös niiden alkuperäiskansojen joukkoon, jotka täyttävät objektiivisin perustein kansainvälisen oikeuden ” kansalle ” asettamat yleiset vaatimukset − ja että tällä kansalla on itsemääräämisoikeus.
sme: Dasa maid oažžu cealkit ahte otne lea áibbas čielggas ahte sámiide ferte dovddastuvvot eamiálbmotsajádat dan objektiiva vuođustusa mielde mii cealká ahte dát álbmot deavdá daid oppalaš eavttuid maid olmmošnjuolggus bidjá duohpagii» álbmot ” – mas maid dalle lea vuoigatvuohta iešmearrideapmái.

source: Tämä käy ilmi edellä mainituista käsitteen ” kansa ” työmääritelmistä, ja toimivaltaiset YK-elimet ovatkin useissa tapauksissa selvästi todenneet, että saamelaisia on pidettävä kansainvälisoikeudellisesti kansana.
sme: Dát mii dás bajábealde lea daddjon ja maid ON-ásahusat maiddái lea deattohan, namahuvvon bargočielggadusain» álbmot ” - duohpaga hárrái, vuđolaččet nanne dan oainnu ahte sámit leat okta álbmot.

source: Pohjoismaatkaan eivät kyseenalaista sitä, että saamelaiset muodostavat sellaisen alkuperäiskansan, jolla on itsemääräämisoikeus.
sme: Eai Davviriikkat ge šat otne vuostálastte dan čuoččuhusa ahte sámit leat álbmot mas lea iešmearridanvuoigatvuohta.

source: Tiivistäen on nyt pidettävä selvänä, että myös kansanryhmä, joka ei muodosta valtiota ja joka asuu olemassa olevassa valtiossa tai jonka asuinalue ulottuu useamman valtion alueelle, voi muodostaa ” kansan ”, ja sitä on siten pidettävä oikeussubjektina ja sillä on katsottava olevan kansainvälisen oikeuden mukaan itsemääräämisoikeus.
sme: Čoahkkáigeassima oktavuođas oažžu roahkkadit dadjat ahte maiddái» eai-stáhtaceggejeaddji ” olmmošjoavkkut mat ásset fámusleamen stáhta siste, dahje geaid duovdda ollá moatti stáhtarájá badjel – sáhttet leat» okta álbmot ” geain dalle olmmošnjulgosa mielde lea vuoigatvuohta beassat ieččanasat dahkat mearrádusaid.
